Revit 2027 API
ParameterTypeId.TrussFamilyTopChordVerticalProjectionParam Property
 "Analytical Vertical Projection"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TrussFamilyTopChordVerticalProjectionParam { get; }
Public Shared ReadOnly Property TrussFamilyTopChordVerticalProjectionParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TrussFamilyTopChordVerticalProjectionParam {
	ForgeTypeId^ get ();
}
static member TrussFamilyTopChordVerticalProjectionParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace